//************************************************************************************************
//*程序名：实训1_1.cpp                                                                           *
//*主要功能：                                                                                    *
//*    显示字符串“我叫张亚翔，学号是2024141440018,是四川大学电气工程学院的本科生”              * 
//************************************************************************************************
#include<iostream>                                                                    //包含输入输出接口文件
using namespace std;                                                                  //引用标准命名空间
int main()                                                                            //定义主函数
{                                                                                     //主函数开始
	cout << "我叫张亚翔，学号是2024141440018,是四川大学电气工程学院的本科生" << endl; //显示字符串
		return  0;
}                                                                                     //主函数结束